Repository: rfchu/khuaplayer
Catalog: Apps/Mac/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, id, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh_hans, zh_hant

# privacy.summary.message
source: This app does not use analytics or transmit playback data. Playback history is stored only on this Mac and can be cleared from the app menu. Configured direct-download builds may contact the update service.
de: Diese App verwendet keine Analysen und überträgt keine Wiedergabedaten. Der Wiedergabeverlauf wird nur auf diesem Mac gespeichert und kann über das App-Menü gelöscht werden. Konfigurierte Direktdownload-Versionen können den Aktualisierungsdienst kontaktieren.
es: Esta app no usa analíticas ni transmite datos de reproducción. El historial de reproducción se guarda solo en este Mac y puede borrarse desde el menú de la app. Las versiones configuradas para descarga directa pueden contactar con el servicio de actualizaciones.
fr: Cette app n’utilise aucun outil d’analyse et ne transmet aucune donnée de lecture. L’historique de lecture reste sur ce Mac et peut être effacé depuis le menu de l’app. Les versions configurées pour le téléchargement direct peuvent contacter le service de mise à jour.
id: Aplikasi ini tidak menggunakan analitik atau mengirimkan data pemutaran. Riwayat pemutaran hanya disimpan di Mac ini dan dapat dihapus dari menu aplikasi. Versi unduhan langsung yang dikonfigurasi dapat menghubungi layanan pembaruan.
it: Questa app non usa strumenti di analisi e non trasmette dati di riproduzione. La cronologia di riproduzione resta solo su questo Mac e può essere cancellata dal menu dell’app. Le versioni configurate per il download diretto possono contattare il servizio di aggiornamento.
ja: このアプリは解析機能を使用せず、再生データを送信しません。再生履歴はこの Mac にのみ保存され、アプリのメニューから消去できます。設定済みの直接配布版はアップデートサービスに接続する場合があります。
ko: 이 앱은 분석 기능을 사용하거나 재생 데이터를 전송하지 않습니다. 재생 기록은 이 Mac에만 저장되며 앱 메뉴에서 지울 수 있습니다. 업데이트가 설정된 직접 다운로드 버전은 업데이트 서비스에 연결할 수 있습니다.
nl: Deze app gebruikt geen analyses en verstuurt geen afspeelgegevens. De afspeelgeschiedenis wordt alleen op deze Mac bewaard en kan via het appmenu worden gewist. Geconfigureerde direct-downloadversies kunnen contact opnemen met de updateservice.
pl: Ta aplikacja nie używa analityki ani nie przesyła danych o odtwarzaniu. Historia odtwarzania jest przechowywana tylko na tym Macu i można ją wyczyścić z menu aplikacji. Skonfigurowane wersje pobierane bezpośrednio mogą łączyć się z usługą aktualizacji.
pt: Este app não usa análises nem transmite dados de reprodução. O histórico de reprodução fica armazenado apenas neste Mac e pode ser apagado no menu do app. Versões configuradas para download direto podem contatar o serviço de atualização.
ru: Приложение не использует аналитику и не передаёт данные о воспроизведении. История воспроизведения хранится только на этом Mac и может быть очищена из меню приложения. Настроенные версии для прямой загрузки могут обращаться к службе обновлений.
th: แอปนี้ไม่ใช้ระบบวิเคราะห์หรือส่งข้อมูลการเล่น ประวัติการเล่นจะเก็บไว้บน Mac เครื่องนี้เท่านั้นและสามารถล้างได้จากเมนูของแอป รุ่นดาวน์โหลดโดยตรงที่ตั้งค่าไว้สามารถติดต่อบริการอัปเดตได้
tr: Bu uygulama analiz kullanmaz veya oynatma verilerini iletmez. Oynatma geçmişi yalnızca bu Mac’te saklanır ve uygulama menüsünden silinebilir. Yapılandırılmış doğrudan indirme sürümleri güncelleme hizmetine bağlanabilir.
vi: Ứng dụng này không dùng công cụ phân tích hoặc truyền dữ liệu phát. Lịch sử phát chỉ được lưu trên máy Mac này và có thể xóa từ menu ứng dụng. Bản tải xuống trực tiếp đã cấu hình có thể liên hệ dịch vụ cập nhật.
zh_hans: 本应用不使用分析服务，也不会传输播放数据。播放历史仅存储在这台 Mac 上，并可从应用菜单中清除。已配置更新功能的直接下载版可能会连接更新服务。
zh_hant: 本 App 不使用分析服務，也不會傳輸播放資料。播放記錄僅儲存於這部 Mac，並可從 App 選單中清除。已設定更新功能的直接下載版可能會連線至更新服務。

# privacy.summary.title
source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
id: Kebijakan privasi
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
nl: Privacybeleid
pl: Zasady ochrony prywatności
pt: Política de privacidade
ru: Политика конфиденциальности
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik politikası
vi: Chính sách quyền riêng tư
zh_hans: 隐私政策
zh_hant: 隱私權政策

# quicklook.error.playbackFailed
source: Unable to play this video.
de: Dieses Video kann nicht wiedergegeben werden.
es: No se puede reproducir este video.
fr: Impossible de lire cette vidéo.
id: Tidak dapat memutar video ini.
it: Impossibile riprodurre questo video.
ja: このビデオを再生できません。
ko: 이 비디오를 재생할 수 없습니다.
nl: Kan deze video niet afspelen.
pl: Nie można odtworzyć tego wideo.
pt: Não foi possível reproduzir este vídeo.
ru: Не удалось воспроизвести это видео.
th: ไม่สามารถเล่นวิดีโอนี้ได้
tr: Bu video oynatılamıyor.
vi: Không thể phát video này.
zh_hans: 无法播放此视频。
zh_hant: 無法播放此影片。

# renderer.decoder.ffmpegSW
source: FFmpeg (SW)
de: FFmpeg (Software)
es: FFmpeg (software)
fr: FFmpeg (logiciel)
ja: FFmpeg（ソフトウェア）
ko: FFmpeg 소프트웨어 디코딩
nl: FFmpeg (software)
pl: FFmpeg (programowy)
ru: FFmpeg (программный)
th: FFmpeg (ซอฟต์แวร์)
tr: FFmpeg (yazılım)
vi: FFmpeg (phần mềm)
zh_hans: FFmpeg-软解
zh_hant: FFmpeg-軟體解碼

# renderer.decoder.vtHW
source: VideoToolbox (HW)
de: VideoToolbox (Hardware)
es: VideoToolbox (hardware)
fr: VideoToolbox (matériel)
ja: VideoToolbox（ハードウェア）
ko: VideoToolbox 하드웨어 디코딩
nl: VideoToolbox (hardware)
pl: VideoToolbox (sprzętowy)
ru: VideoToolbox (аппаратный)
th: VideoToolbox (ฮาร์ดแวร์)
tr: VideoToolbox (donanım)
vi: VideoToolbox (phần cứng)
zh_hans: VideoToolbox-硬解
zh_hant: VideoToolbox-硬體解碼

# renderer.edrPassthroughFmt
source: HDR output (display headroom %.1f×)
de: HDR-Ausgabe (Helligkeitsreserve des Displays %.1f×)
es: Salida HDR (margen de brillo de la pantalla %.1f×)
fr: Sortie HDR (marge de luminosité de l’écran %.1f×)
id: Output HDR (ruang kecerahan layar %.1f×)
it: Uscita HDR (margine di luminosità dello schermo %.1f×)
ja: HDR 出力（画面の輝度余裕 %.1f×）
ko: HDR 출력 (디스플레이 밝기 여유 %.1f×)
nl: HDR-uitvoer (helderheidsruimte van het scherm %.1f×)
pl: Wyjście HDR (zapas jasności ekranu %.1f×)
pt: Saída HDR (margem de brilho da tela %.1f×)
ru: Вывод HDR (запас яркости экрана %.1f×)
th: เอาต์พุต HDR (ช่วงความสว่างเพิ่มเติมของหน้าจอ %.1f×)
tr: HDR çıkışı (ekran parlaklık payı %.1f×)
vi: Đầu ra HDR (dư địa độ sáng màn hình %.1f×)
zh_hans: HDR 输出（屏幕余量 %.1f×）
zh_hant: HDR 輸出（螢幕餘裕 %.1f×）

# renderer.sdrToneMapped
source: SDR output (HDR video converted to SDR)
de: SDR-Ausgabe (HDR-Video in SDR umgewandelt)
es: Salida SDR (vídeo HDR convertido a SDR)
fr: Sortie SDR (vidéo HDR convertie en SDR)
id: Output SDR (video HDR dikonversi ke SDR)
it: Uscita SDR (video HDR convertito in SDR)
ja: SDR 出力（HDR 映像を SDR に変換）
ko: SDR 출력 (HDR 영상을 SDR로 변환)
nl: SDR-uitvoer (HDR-video omgezet naar SDR)
pl: Wyjście SDR (wideo HDR przekonwertowane na SDR)
pt: Saída SDR (vídeo HDR convertido para SDR)
ru: Вывод SDR (видео HDR преобразовано в SDR)
th: เอาต์พุต SDR (แปลงวิดีโอ HDR เป็น SDR แล้ว)
tr: SDR çıkışı (HDR video SDR’ye dönüştürüldü)
vi: Đầu ra SDR (video HDR đã chuyển sang SDR)
zh_hans: SDR 输出（HDR 画面已转换为 SDR）
zh_hant: SDR 輸出（HDR 畫面已轉換為 SDR）

# renderer.xdrBoostFmt
source: Brightness Boost (display headroom %.1f×)
de: Brightness Boost (Helligkeitsreserve des Displays %.1f×)
es: Brightness Boost (margen de brillo de la pantalla %.1f×)
fr: Brightness Boost (marge de luminosité de l’écran %.1f×)
id: Brightness Boost (cadangan kecerahan layar %.1f×)
it: Brightness Boost (margine di luminosità dello schermo %.1f×)
ja: Brightness Boost（ディスプレイの輝度余裕 %.1f×）
ko: Brightness Boost(디스플레이 밝기 여유 %.1f×)
nl: Brightness Boost (helderheidsruimte van het scherm %.1f×)
pl: Brightness Boost (zapas jasności ekranu %.1f×)
pt: Brightness Boost (margem de brilho da tela %.1f×)
ru: Brightness Boost (запас яркости дисплея %.1f×)
th: Brightness Boost (ความสว่างสำรองของจอภาพ %.1f×)
tr: Brightness Boost (ekranın ek parlaklık kapasitesi %.1f×)
vi: Brightness Boost (dư địa độ sáng màn hình %.1f×)
zh_hans: Brightness Boost（屏幕余量 %.1f×）
zh_hant: Brightness Boost（螢幕亮度餘裕 %.1f×）

# settings.language
source: Language
de: Sprache
es: Idioma
fr: Langue
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
nl: Taal
pl: Język
pt: Idioma
ru: Язык
th: ภาษา
tr: Dil
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

# settings.language.restart.later
source: Later
de: Später
es: Más tarde
fr: Plus tard
id: Nanti
it: Più tardi
ja: 後で
ko: 나중에
pl: Później
pt: Depois
ru: Позже
th: ภายหลัง
tr: Daha sonra
vi: Để sau
zh_hans: 稍后
zh_hant: 稍後

# settings.language.restart.message
source: The new language takes effect after Khua restarts.
de: Die neue Sprache wird nach einem Neustart von Khua wirksam.
es: El nuevo idioma se aplicará al reiniciar Khua.
fr: La nouvelle langue prendra effet au prochain démarrage de Khua.
id: Bahasa baru akan berlaku setelah Khua dimulai ulang.
it: La nuova lingua avrà effetto al riavvio di Khua.
ja: 新しい言語は Khua の再起動後に有効になります。
ko: 새 언어는 Khua를 재실행한 후 적용됩니다.
nl: De nieuwe taal wordt actief nadat Khua opnieuw is gestart.
pl: Nowy język zacznie obowiązywać po ponownym uruchomieniu Khua.
pt: O novo idioma entrará em vigor após o Khua ser reiniciado.
ru: Новый язык вступит в силу после перезапуска Khua.
th: ภาษาใหม่จะมีผลหลังจากเริ่ม Khua ใหม่
tr: Yeni dil, Khua yeniden başlatıldıktan sonra geçerli olur.
vi: Ngôn ngữ mới sẽ có hiệu lực sau khi khởi động lại Khua.
zh_hans: 新语言将在重新启动 Khua 后生效。
zh_hant: 新語言將在重新啟動 Khua 後生效。

# settings.language.restart.now
source: Restart Now
de: Jetzt neu starten
es: Reiniciar ahora
fr: Redémarrer maintenant
id: Mulai ulang sekarang
it: Riavvia ora
ja: 今すぐ再起動
ko: 지금 재실행
nl: Herstart nu
pl: Uruchom ponownie teraz
pt: Reiniciar agora
ru: Перезапустить сейчас
th: เริ่มใหม่เดี๋ยวนี้
tr: Şimdi yeniden başlat
vi: Khởi động lại ngay
zh_hans: 立即重启
zh_hant: 立即重新啟動

# settings.language.restart.title
source: Language Changed
de: Sprache geändert
es: Idioma modificado
fr: Langue modifiée
id: Pengaturan bahasa telah diubah
it: Lingua modificata
ja: 言語設定を変更しました
ko: 언어 설정 변경됨
nl: Taal gewijzigd
pl: Zmieniono język
pt: Idioma alterado
ru: Язык изменён
th: เปลี่ยนการตั้งค่าภาษาแล้ว
tr: Dil değiştirildi
vi: Đã thay đổi ngôn ngữ
zh_hans: 语言设置已更改
zh_hant: 語言設定已變更

# settings.language.system
source: System Default
de: Systemstandard
es: Predeterminado del sistema
fr: Langue du système
id: Ikuti sistem
it: Predefinita di sistema
ja: システムデフォルト
ko: 시스템 기본값
nl: Systeemstandaard
pl: Zgodnie z systemem
pt: Padrão do sistema
ru: Как в системе
th: ตามระบบ
tr: Sistem varsayılanı
vi: Theo hệ thống
zh_hans: 跟随系统
zh_hant: 系統預設

# subtitle.load.failed
source: Subtitle “%1$@” not loaded: %2$@. Current subtitles kept.
de: Untertitel „%1$@“ nicht geladen: %2$@. Aktuelle Untertitel werden beibehalten
es: No se cargaron los subtítulos externos «%1$@»: %2$@. Se mantienen los subtítulos actuales
fr: Sous-titres externes « %1$@ » non chargés : %2$@. Les sous-titres actuels sont conservés
id: Subtitel eksternal “%1$@” tidak dimuat: %2$@. Subtitel saat ini dipertahankan
it: Sottotitoli “%1$@” non caricati: %2$@. Sottotitoli attuali mantenuti
ja: 外部字幕「%1$@」を読み込めませんでした：%2$@。現在の字幕を維持します
ko: 외부 자막 '%1$@'을(를) 불러오지 못했습니다: %2$@. 현재 자막을 유지합니다
nl: Ondertitels ‘%1$@’ niet geladen: %2$@. Huidige ondertitels behouden
pl: Nie wczytano napisów „%1$@”: %2$@. Zachowano bieżące napisy
pt: A legenda “%1$@” não foi carregada: %2$@. As legendas atuais foram mantidas
ru: Внешние субтитры «%1$@» не загружены: %2$@. Текущие субтитры сохранены
th: ไม่ได้โหลดคำบรรยายภายนอก “%1$@”: %2$@ ยังคงใช้คำบรรยายปัจจุบัน
tr: “%1$@” harici altyazısı yüklenmedi: %2$@. Geçerli altyazı korundu
vi: Không tải được phụ đề ngoài “%1$@”: %2$@. Đã giữ phụ đề hiện tại
zh_hans: 外挂字幕「%1$@」未加载：%2$@。已保留当前字幕
zh_hant: 外掛字幕「%1$@」未載入：%2$@。已保留目前字幕

# subtitle.load.noVideo
source: Open a video first, then load the subtitle file.
de: Öffne zuerst ein Video und lade dann die Untertiteldatei.
es: Abre primero un video y luego carga el archivo de subtítulos.
fr: Ouvrez d’abord une vidéo, puis chargez le fichier de sous-titres.
id: Buka video terlebih dahulu, lalu muat file subtitel.
it: Apri prima un video, poi carica il file dei sottotitoli.
ja: 先にビデオを開いてから、字幕ファイルを読み込んでください。
ko: 먼저 비디오를 연 다음 자막 파일을 불러오세요.
nl: Open eerst een video en laad daarna het ondertitelbestand.
pl: Najpierw otwórz wideo, a następnie wczytaj plik napisów.
pt: Abra um vídeo primeiro e depois carregue o arquivo de legendas.
ru: Сначала откройте видео, затем загрузите файл субтитров.
th: เปิดวิดีโอก่อน แล้วจึงโหลดไฟล์คำบรรยาย
tr: Önce bir video açın, ardından altyazı dosyasını yükleyin.
vi: Hãy mở video trước, sau đó tải tệp phụ đề.
zh_hans: 请先打开视频，再加载字幕文件。
zh_hant: 請先開啟影片，再載入字幕檔案。

# subtitle.load.reason.encoding
source: unrecognized text encoding
de: Textcodierung nicht erkannt
es: codificación de texto no reconocida
fr: encodage de texte non reconnu
id: pengodean teks tidak dikenali
it: codifica del testo non riconosciuta
ja: テキストエンコーディングを認識できません
ko: 텍스트 인코딩을 인식할 수 없음
nl: tekstcodering niet herkend
pl: nierozpoznane kodowanie tekstu
pt: codificação de texto não reconhecida
ru: не удалось распознать кодировку
th: ไม่รู้จักการเข้ารหัสข้อความ
tr: metin kodlaması tanınmadı
vi: không nhận diện được bảng mã
zh_hans: 编码无法识别
zh_hant: 無法辨識文字編碼

# subtitle.load.reason.noEvents
source: no subtitle cues could be parsed
de: es konnten keine Untertitel-Einträge gelesen werden
es: no se pudo analizar ninguna línea de subtítulos
fr: aucun sous-titre n'a pu être analysé
id: tidak ada baris subtitle yang dapat dibaca
it: non è stato possibile analizzare alcun sottotitolo
ja: 字幕データを解析できませんでした
ko: 자막 항목을 해석할 수 없습니다
nl: er konden geen ondertitelregels worden gelezen
pl: nie udało się odczytać żadnych napisów
pt: nenhuma legenda pôde ser analisada
ru: не удалось разобрать ни одной строки субтитров
th: ไม่สามารถอ่านข้อมูลซับไตเติลได้
tr: hiçbir altyazı satırı çözümlenemedi
vi: không phân tích được dòng phụ đề nào
zh_hans: 未解析出任何字幕条目
zh_hant: 未解析出任何字幕條目

# subtitle.load.reason.tooLarge
source: exceeds the 32MB limit
de: überschreitet das Limit von 32 MB
es: supera el límite de 32 MB
fr: dépasse la limite de 32 Mo
id: melebihi batas 32MB
it: supera il limite di 32 MB
ja: 32MB の上限を超えています
ko: 32MB 제한 초과
nl: overschrijdt de limiet van 32 MB
pl: przekracza limit 32 MB
pt: excede o limite de 32 MB
ru: превышен лимит 32 МБ
th: เกินขีดจำกัด 32MB
tr: 32MB sınırını aşıyor
vi: vượt giới hạn 32MB
zh_hans: 超过 32MB 上限
zh_hant: 超過 32MB 上限

# subtitle.load.reason.tooManyLines
source: too many lines
de: zu viele Zeilen
es: demasiadas líneas
fr: trop de lignes
id: jumlah baris melebihi batas
it: troppe righe
ja: 行数が上限を超えています
ko: 줄 수 초과
nl: te veel regels
pl: za dużo wierszy
pt: número de linhas acima do limite
ru: слишком много строк
th: จำนวนบรรทัดเกินขีดจำกัด
tr: satır sayısı sınırı aşıyor
vi: quá nhiều dòng
zh_hans: 行数超限
zh_hant: 行數超過上限

# subtitle.load.reason.unreadable
source: file unreadable or not a regular file
de: Datei nicht lesbar oder keine reguläre Datei
es: el archivo no se puede leer o no es un archivo normal
fr: fichier illisible ou non ordinaire
id: file tidak dapat dibaca atau bukan file biasa
it: file illeggibile o non regolare
ja: ファイルを読み込めないか、通常のファイルではありません
ko: 파일을 읽을 수 없거나 일반 파일이 아님
nl: bestand onleesbaar of geen gewoon bestand
pl: plik nieczytelny lub nie jest zwykłym plikiem
pt: arquivo ilegível ou não é um arquivo comum
ru: файл нечитаем или не является обычным файлом
th: ไฟล์อ่านไม่ได้หรือไม่ใช่ไฟล์ปกติ
tr: dosya okunamıyor veya normal bir dosya değil
vi: tệp không đọc được hoặc không phải tệp thông thường
zh_hans: 文件不可读或非普通文件
zh_hant: 檔案無法讀取或非一般檔案

# timeline.damage.none
source: Unavailable
de: Kein Inhalt
es: Sin contenido
fr: Aucun contenu
id: Tidak ada konten
it: Nessun contenuto
ja: 内容なし
ko: 내용 없음
nl: Geen inhoud
pl: Brak treści
pt: Sem conteúdo
ru: Нет содержимого
th: ไม่มีเนื้อหา
tr: İçerik yok
vi: Không có nội dung
zh_hans: 没有内容
zh_hant: 沒有內容

# timeline.damage.partial
source: Partial
de: Eingeschränkt
es: Parcial
fr: Partiel
id: Sebagian
it: Parziale
ja: 一部のみ再生可
ko: 부분 재생 가능
nl: Gedeeltelijk
pl: Częściowo
pt: Parcial
ru: Частично
th: เล่นได้บางส่วน
tr: Kısmen
vi: Phát được một phần
zh_hans: 勉强可播
zh_hant: 勉強可播

# track.audioChannelsFmt
source: %@ %d ch
de: %@ %d Kanäle
es: %@ %d canales
fr: %@ %d canaux
id: %@ %d saluran
it: %@ %d canali
ko: %@ %d채널
nl: %@ %d kanalen
pl: %@ %d kan.
pt: %@ %d canais
ru: %@, %d кан.
th: %@ %d แชนเนล
tr: %@ %d kanal
vi: %@ %d kênh
zh_hans: %@ %d声道
zh_hant: %@ %d聲道

# track.audioFmt
source: Audio track %lu
de: Audiospur %lu
es: Pista de audio %lu
fr: Piste audio %lu
id: Trek audio %lu
it: Traccia audio %lu
ja: 音声トラック %lu
ko: 오디오 트랙 %lu
nl: Audiospoor %lu
pl: Ścieżka dźwiękowa %lu
pt: Faixa de áudio %lu
ru: Звуковая дорожка %lu
th: แทร็กเสียง %lu
tr: Ses parçası %lu
vi: Bản âm thanh %lu
zh_hans: 音轨 %lu
zh_hant: 音訊軌道 %lu

# track.noAudio
source: No Audio Tracks
de: Keine Audiospuren
es: Sin pistas de audio
fr: Aucune piste audio
id: Tidak ada trek audio
it: Nessuna traccia audio
ja: 音声トラックなし
ko: 오디오 트랙 없음
nl: Geen audiosporen
pl: Brak ścieżek dźwiękowych
pt: Sem faixas de áudio
ru: Нет звуковых дорожек
th: ไม่มีแทร็กเสียง
tr: Ses parçası yok
vi: Không có bản âm thanh
zh_hans: 无音轨
zh_hant: 無音訊軌道

# track.subtitleFmt
source: Subtitle %lu
de: Untertitel %lu
es: Subtítulos %lu
fr: Sous-titres %lu
id: Subtitel %lu
it: Sottotitoli %lu
ja: 字幕 %lu
ko: 자막 %lu
nl: Ondertitel %lu
pl: Napisy %lu
pt: Legenda %lu
ru: Субтитры %lu
th: คำบรรยาย %lu
tr: Altyazı %lu
vi: Phụ đề %lu
zh_hans: 字幕 %lu
zh_hant: 字幕 %lu

# track.subtitleOff
source: Off
de: Aus
es: Desactivados
fr: Désactivés
id: Nonaktif
it: Disattivati
ja: オフ
ko: 끔
nl: Uit
pl: Wyłączone
pt: Desativadas
ru: Отключены
th: ปิด
tr: Kapalı
vi: Tắt
zh_hans: 关闭
zh_hant: 關閉

# welcome.continueWatching
source: Continue Watching
de: Weiterschauen
es: Continuar viendo
fr: Continuer à regarder
id: Lanjutkan Menonton
it: Continua a guardare
ja: 続きを見る
ko: 계속 시청하기
nl: Verder kijken
pl: Kontynuuj oglądanie
pt: Continuar assistindo
ru: Продолжить просмотр
th: ดูต่อ
tr: İzlemeye Devam Et
vi: Xem tiếp
zh_hans: 继续观看
zh_hant: 繼續觀看

# welcome.emptyList
source: Drop in a video to begin
de: Video hierher ziehen, um zu starten
es: Arrastra un video para empezar
fr: Déposez une vidéo pour commencer
id: Seret video untuk memulai
it: Trascina un video per iniziare
ja: ビデオをドロップして再生を開始
ko: 비디오를 드래그하여 시작하세요
nl: Sleep een video hierheen om te beginnen
pl: Przeciągnij wideo, aby rozpocząć
pt: Arraste um vídeo para começar
ru: Перетащите видео, чтобы начать
th: ลากวิดีโอมาวางเพื่อเริ่ม
tr: Başlamak için bir video sürükleyin
vi: Kéo video vào để bắt đầu
zh_hans: 拖入视频开始
zh_hant: 拖入影片開始

# welcome.finished
source: Watched
de: Gesehen
es: Visto
fr: Vu
id: Selesai
it: Visto
ja: 視聴済み
ko: 시청 완료
nl: Bekeken
pl: Obejrzane
pt: Assistido
ru: Просмотрено
th: ดูจบแล้ว
tr: İzlendi
vi: Đã xem
zh_hans: 看完
zh_hant: 看完

# welcome.missingRemoved
source: File no longer exists — removed from the list
de: Datei existiert nicht mehr – aus der Liste entfernt
es: El archivo ya no existe; se quitó de la lista
fr: Le fichier n'existe plus — retiré de la liste
id: File sudah tidak ada — dihapus dari daftar
it: Il file non esiste più: rimosso dall'elenco
ja: ファイルが見つからないため、リストから削除しました
ko: 파일이 더 이상 존재하지 않아 목록에서 제거했습니다
nl: Bestand bestaat niet meer – uit de lijst verwijderd
pl: Plik już nie istnieje — usunięto z listy
pt: O arquivo não existe mais — removido da lista
ru: Файл больше не существует — удалён из списка
th: ไม่พบไฟล์แล้ว จึงนำออกจากรายการ
tr: Dosya artık yok — listeden kaldırıldı
vi: Tệp không còn tồn tại — đã xóa khỏi danh sách
zh_hans: 文件已不存在，已从列表移除
zh_hant: 檔案已不存在，已從列表移除

# welcome.openVideo
source: Open Video…
de: Video öffnen…
es: Abrir video…
fr: Ouvrir une vidéo…
id: Buka Video…
it: Apri video…
ja: ビデオを開く…
ko: 비디오 열기…
nl: Video openen…
pl: Otwórz wideo…
pt: Abrir vídeo…
ru: Открыть видео…
th: เปิดวิดีโอ…
tr: Video Aç…
vi: Mở video…
zh_hans: 打开视频…
zh_hant: 開啟影片…

# welcome.remainFmt
source: %@ left
de: Noch %@
es: Quedan %@
fr: Encore %@
id: Sisa %@
it: Ancora %@
ja: 残り %@
ko: %@ 남음
nl: Nog %@
pl: Pozostało %@
pt: Faltam %@
ru: Осталось %@
th: เหลือ %@
tr: %@ kaldı
vi: Còn %@
zh_hans: 剩 %@
zh_hant: 剩 %@

# welcome.removeFromList
source: Remove from List
de: Aus Liste entfernen
es: Quitar de la lista
fr: Retirer de la liste
id: Hapus dari Daftar
it: Rimuovi dall'elenco
ja: リストから削除
ko: 목록에서 제거
nl: Uit lijst verwijderen
pl: Usuń z listy
pt: Remover da lista
ru: Удалить из списка
th: นำออกจากรายการ
tr: Listeden Kaldır
vi: Xóa khỏi danh sách
zh_hans: 从列表移除
zh_hant: 從列表移除

# welcome.restoreDefault
source: Restore as Default Player
de: Als Standardplayer wiederherstellen
es: Restaurar como reproductor predeterminado
fr: Restaurer comme lecteur par défaut
id: Pulihkan sebagai Pemutar Default
it: Ripristina come lettore predefinito
ja: デフォルトプレーヤーに戻す
ko: 기본 플레이어로 복원
nl: Opnieuw instellen als standaardspeler
pl: Przywróć jako domyślny odtwarzacz
pt: Definir novamente como reprodutor padrão
ru: Восстановить как плеер по умолчанию
th: คืนค่าเป็นเครื่องเล่นเริ่มต้น
tr: Varsayılan Oynatıcı Olarak Geri Yükle
vi: Khôi phục làm Trình phát Mặc định
zh_hans: 重新设为默认播放器
zh_hant: 恢復為預設播放器

# welcome.setDefault.dismissed
source: You can set this anytime from “Set as Default Player…” in the app menu
de: Dies kann jederzeit über „Als Standard-Player festlegen …“ im App-Menü eingestellt werden
es: Puedes configurarlo en cualquier momento desde «Establecer como reproductor predeterminado…» en el menú de la app
fr: Vous pouvez effectuer ce réglage à tout moment via « Définir comme lecteur par défaut… » dans le menu de l’app
id: Anda dapat mengaturnya kapan saja melalui “Jadikan pemutar default…” di menu app
it: Puoi impostarlo in qualsiasi momento da “Imposta come lettore predefinito…” nel menu dell’app
ja: アプリメニューの「デフォルトのプレーヤーに設定…」からいつでも設定できます
ko: 앱 메뉴의 ‘기본 플레이어로 설정…’에서 언제든지 설정할 수 있습니다
nl: Je kunt dit op elk moment instellen via ‘Stel in als standaardspeler…’ in het appmenu
pl: Możesz to ustawić w dowolnym momencie przez „Ustaw jako domyślny odtwarzacz…” w menu aplikacji
pt: Você pode configurar isso a qualquer momento em “Definir como reprodutor padrão…” no menu do app
ru: Это можно настроить в любое время с помощью пункта «Сделать плеером по умолчанию…» в меню приложения
th: คุณตั้งค่านี้ได้ทุกเมื่อจาก “ตั้งเป็นเพลเยอร์เริ่มต้น…” ในเมนูแอป
tr: Bunu uygulama menüsündeki “Varsayılan oynatıcı olarak ayarla…” seçeneğinden istediğiniz zaman ayarlayabilirsiniz
vi: Bạn có thể thiết lập bất cứ lúc nào từ “Đặt làm trình phát mặc định…” trong menu ứng dụng
zh_hans: 随时可在 App 菜单「设为默认播放器…」中设置
zh_hant: 你可隨時從 App 選單的「設為預設播放器…」進行設定

# welcome.volumeUnavailable
source: The file's location is currently unavailable
de: Der Speicherort der Datei ist zurzeit nicht verfügbar
es: La ubicación del archivo no está disponible en este momento
fr: L'emplacement du fichier est actuellement indisponible
id: Lokasi file saat ini tidak tersedia
it: La posizione del file non è al momento disponibile
ja: ファイルの場所に現在アクセスできません
ko: 파일 위치를 현재 사용할 수 없습니다
nl: De locatie van het bestand is momenteel niet beschikbaar
pl: Lokalizacja pliku jest obecnie niedostępna
pt: O local do arquivo está indisponível no momento
ru: Расположение файла сейчас недоступно
th: ตำแหน่งของไฟล์ไม่พร้อมใช้งานในขณะนี้
tr: Dosyanın konumu şu anda kullanılamıyor
vi: Vị trí của tệp hiện không khả dụng
zh_hans: 文件所在位置当前不可用
zh_hant: 檔案所在位置目前無法使用
